Repository: danielpataki/Twitter-User-Timelines
Catalog: twitter-user-timelines/trunk/lang/twitter-user-timelines-*.po
Languages: fr_fr

source: Your consumer key or consumer secret is incorrect
fr_fr: Votre clé client ou la clé secrète est incorrecte

source: Add an arbitrary twitter timeline or tie it to any user profile
fr_fr: Ajouter une ligne chronologique arbitraire ou lier à n'importe quel profil

source: Twitter User Timeline
fr_fr: Ligne chronologique Twitter de l'utilisateur

source: Twitter only allows access to its API with authentication. This means you must create a Twitter application and define the consumer key and consumer secret of your application in the <a href="%s">plugin settings</a>
fr_fr: Twitter autorise seulement les accès à son API avec une authentification. Cela signifie que vous devez créer une application Twitter et indiquer la clé client et la clé secrète de votre application dans <a href="%s">paramètres plugin</a>

source: On Posts
fr_fr: Sur les articles

source: On Pages
fr_fr: Sur les pages

source: Author Archive
fr_fr: Archives de l'auteur

source: Title:
fr_fr: Titre:

source: Tweets To Show:
fr_fr: Tweets à affichier:

source: Default Twitter Username:
fr_fr: Identifiant Twitter par défaut:

source: Show Author Tweets:
fr_fr: Afficher les tweets de l'auteur

source: Twitter Field:
fr_fr: Champ Twitter

source: Light
fr_fr: Clair

source: Dark
fr_fr: Sombre

source: Twitter Timelines
fr_fr: Lignes chronologique Twitter

source: Twitter User Timelines
fr_fr: Lignes chronologique utilisateur

source: Twitter Consumer Key
fr_fr: Clé client Twitter

source: Twitter Consumer Secret
fr_fr: Clé secrète client Twitter

source: We tried to verify your consumer key and secret but it seems they are incorrect. Make sure to copy-paste them from Twitter exactly.
fr_fr: Nous avons essayé de vérifier votre clé client et clé secrète mais il semble qu'elles soient incorrectes. Assurez vous de copier-coller à l'identique les clés du site Twitter.
